Repository: Kitround/Darki
Catalog: Darki/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, zh

source: Dark mode active
de: Dunkler Modus aktiv
es: Modo oscuro activo
fr: Mode sombre actif
it: Modalità scura attiva
ja: ダークモードがオン
ko: 다크 모드 켜짐
zh: 深色模式已开启

source: Light mode active
de: Heller Modus aktiv
es: Modo claro activo
fr: Mode clair actif
it: Modalità chiara attiva
ja: ライトモードがオン
ko: 라이트 모드 켜짐
zh: 浅色模式已开启

source: Auto Mode
de: Automatisch
es: Modo automático
fr: Mode automatique
it: Modalità automatica
ja: 自動モード
ko: 자동 모드
zh: 自动模式

# auto_mode_help
source: Automatically switch between light and dark mode
de: Automatisch zwischen hellem und dunklem Modus wechseln
es: Cambia automáticamente entre modo claro y oscuro
fr: Basculer automatiquement entre les modes clair et sombre
it: Passa automaticamente tra modalità chiara e scura
ja: ライトモードとダークモードを自動的に切り替えます
ko: 라이트 모드와 다크 모드를 자동으로 전환
zh: 在浅色和深色模式之间自动切换

# auto_to_dark
source: Switches to dark at %@
de: Wechselt um %@ zu dunkel
es: Cambia a oscuro a las %@
fr: Passe en sombre à %@
it: Passa a scuro alle %@
ja: %@ にダークへ切り替え
ko: %@에 다크로 전환
zh: 将于 %@ 切换为深色

# auto_to_light
source: Switches to light at %@
de: Wechselt um %@ zu hell
es: Cambia a claro a las %@
fr: Passe en clair à %@
it: Passa a chiaro alle %@
ja: %@ にライトへ切り替え
ko: %@에 라이트로 전환
zh: 将于 %@ 切换为浅色

source: Dark mode schedule
de: Zeitplan für dunklen Modus
es: Horario del modo oscuro
fr: Horaire du mode sombre
it: Programma modalità scura
ja: ダークモードのスケジュール
ko: 다크 모드 일정
zh: 深色模式时间表

source: End
de: Ende
es: Fin
fr: Fin
it: Fine
ja: 終了
ko: 종료
zh: 结束

source: Launch at login
de: Beim Anmelden starten
es: Abrir al iniciar sesión
fr: Lancer au démarrage
it: Avvia all'accesso
ja: ログイン時に起動
ko: 로그인 시 실행
zh: 登录时启动

# launch_at_login_help
source: Automatically launch Darki when you log in
de: Darki automatisch beim Anmelden starten
es: Abrir Darki automáticamente al iniciar sesión
fr: Lancer Darki automatiquement à la connexion
it: Avvia Darki automaticamente all'accesso
ja: ログイン時に Darki を自動的に起動します
ko: 로그인 시 Darki 자동 실행
zh: 登录时自动启动 Darki

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
zh: 退出

# subtitle_dark
source: Dark mode
de: Dunkler Modus
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
ja: ダークモード
ko: 다크 모드
zh: 深色模式

# subtitle_light
source: Light mode
de: Heller Modus
es: Modo claro
fr: Mode clair
it: Modalità chiara
ja: ライトモード
ko: 라이트 모드
zh: 浅色模式

# switch_to_dark
source: Switch to Dark Mode
de: Zu dunklem Modus wechseln
es: Cambiar a modo oscuro
fr: Passer en mode sombre
it: Passa alla modalità scura
ja: ダークモードに切り替え
ko: 다크 모드로 전환
zh: 切换到深色模式

# switch_to_light
source: Switch to Light Mode
de: Zu hellem Modus wechseln
es: Cambiar a modo claro
fr: Passer en mode clair
it: Passa alla modalità chiara
ja: ライトモードに切り替え
ko: 라이트 모드로 전환
zh: 切换到浅色模式

source: Start
es: Inicio
fr: Début
it: Inizio
ja: 開始
ko: 시작
zh: 开始
